<?php
return [
    'admin' => [
        'categories' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись'
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Не удалось обновить запись'
            ],
            'destroy' => [
                'success' => 'Категория успешно удалена',
                'fail' => 'Не удалось удалить категорию'
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись',
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Не удалось обновить запись'
            ],
            'destroy' => [],
        ],
        'feedbacks' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись',
            ],
            'update' => [
                'success' => 'Отзыв успешно обновлен',
                'fail' => 'Не удалось обновить отзыв'
            ],
            'destroy' => [
                'success' => 'Отзыв успешно удален',
                'fail' => 'Не удалось удалить отзыв'
            ]
        ],
        'orders' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись',
            ],
            'update' => [
                'success' => 'Заказ успешно обновлен',
                'fail' => 'Не удалось обновить заказ'
            ],
            'destroy' => [
                'success' => 'Заказ успешно удален',
                'fail' => 'Не удалось удалить заказ'
            ]
        ]
    ],
    'user' => [
        'feedbacks' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись',
            ]
        ],
        'orders' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись',
            ]
        ]
    ]
];
